{
    "author": "作者：施耐庵",
    "bookName": "《水浒传》",
    "chapters": [
        "楔子 张天师祈禳瘟疫 洪太尉误走妖魔",
        "第一回 王教头私走延安府 九纹龙大闹史家村",
        "第二回 史大郎夜走华阴县 鲁提辖拳打镇关西",
        "第三回 赵员外重修文殊院 鲁智深大闹五台山",
        "第四回 小霸王醉入销金帐 花和尚大闹桃花村",
        "第五回 九纹龙翦径赤松林 鲁智深火烧瓦官寺",
        "第六回 花和尚倒拔垂杨柳 豹子头误入白虎堂",
        "第七回 林教头刺配沧州道 鲁智深大闹野猪林",
        "第八回 柴进门招天下客 林冲棒打洪教头",
        "第九回 林教头风雪山神庙 陆虞候火烧草料场",
        "第十回 朱贵水亭施号箭 林冲雪夜上梁山",
        "第十一回 梁山泊林冲落草 汴京城杨志卖刀",
        "第十二回 青面兽北京斗武 急先锋东郭争功",
        "第十三回 赤发鬼醉卧灵官殿 晁天王认义东溪村",
        "第十四回 吴学究说三阮撞筹 公孙胜应七星聚义",
        "第十五回 杨志押送金银担 吴用智取生辰纲",
        "第十六回 花和尚单打二龙山 青面兽双夺宝珠寺",
        "第十七回 美髯公智稳插翅虎 宋公明私放晁天王",
        "第十八回 林冲水寨大并火 晁盖梁山小夺泊",
        "第十九回 梁山泊义士尊晁盖 郓城县月夜走刘唐",
        "第二十回 虔婆醉打唐牛儿 宋江怒杀阎婆惜",
        "第二十一回 阎婆大闹郓城县 朱仝义释宋公明",
        "第二十二回 横海郡柴进留宾 景阳冈武松打虎",
        "第二十三回 王婆贪贿说风情 郓哥不忿闹茶肆",
        "第二十四回 王婆计啜西门庆 淫妇药鸩武大郎",
        "第二十五回 偷骨殖何九送丧 供人头武二设祭",
        "第二十六回 母夜叉孟州道卖人肉 武都头十字坡遇张青",
        "第二十七回 武松威震平安寨 施恩义夺快活林",
        "第二十八回 施恩重霸孟州道 武松醉打蒋门神",
        "第二十九回 施恩三入死囚牢 武松大闹飞云浦",
        "第三十回 张都监血溅鸳鸯楼 武行者夜走蜈蚣岭",
        "第三十一回 武行者醉打孔亮 锦毛虎义释宋江",
        "第三十二回 宋江夜看小鳌山 花荣大闹清风寨",
        "第三十三回 镇三山大闹青州道 霹雳火夜走瓦砾场",
        "第三十四回 石将军村店寄书 小李广梁山射雁",
        "第三十五回 梁山泊吴用举戴宗 揭阳岭宋江逢李俊",
        "第三十六回 没遮拦追赶及时雨 船火儿夜闹浔阳江",
        "第三十七回 及时雨会神行太保 黑旋风展浪里白条",
        "第三十八回 浔阳楼宋江吟反诗 梁山泊戴宗传假信",
        "第三十九回 梁山泊好汉劫法场 白龙庙英雄小聚义",
        "第四十回 宋江智取无为军 张顺活捉黄文炳",
        "第四十一回 还道村受三卷天书 宋公明遇九天玄女",
        "第四十二回 假李逵剪径劫单身 黑旋风沂岭杀四虎",
        "第四十三回 锦豹子小径逢戴宗 病关索长街遇石秀",
        "第四十四回 杨雄醉骂潘巧云 石秀智杀裴如海",
        "第四十五回 病关索大翠屏山 拚命三火烧祝家店",
        "第四十六回 扑天雕两修生死书 宋公明一打祝家庄",
        "第四十七回 一丈青单捉王矮虎 宋公明二打祝家庄",
        "第四十八回 解珍解宝双越狱 孙立孙新大劫牢",
        "第四十九回 吴学究双掌连环计 宋公明三打祝家庄",
        "第五十回 插翅虎枷打白秀英 美髯公误失小衙内",
        "第五十一回 李逵打死殷天赐 柴进失陷高唐州",
        "第五十二回 戴宗二取公孙胜 李逵独劈罗真人",
        "第五十三回 入云龙斗法破高廉 黑旋风下井救柴进",
        "第五十四回 高太尉大兴三路兵 呼延灼摆布连环马",
        "第五十五回 吴用使时迁偷甲 汤隆赚徐宁上山",
        "第五十六回 徐宁教使钩镰枪 宋江大破连环马",
        "第五十七回 三山聚义打青州 众虎同心归水泊",
        "第五十八回 吴用赚金铃吊挂 宋江闹西岳华山",
        "第五十九回 公孙胜芒砀山降魔 晁天王曾头市中箭",
        "第六十回 吴用智赚玉麒麟 张顺夜闹金沙渡",
        "第六十一回 放冷箭燕青救主 劫法场石秀跳楼",
        "第六十二回 宋江兵打大名城 关胜议取梁山泊",
        "第六十三回 呼延灼月夜赚关胜 宋公明雪天擒索超",
        "第六十四回 托塔天王梦中显圣 浪里白条水上报冤",
        "第六十五回 时迁火烧翠云楼 吴用智取大名府",
        "第六十六回 宋江赏步三军 关胜降水火二将",
        "第六十七回 宋公明夜打曾头市 卢俊义活捉史文恭",
        "第六十八回 东平府误陷九纹龙 宋公明义释双枪将",
        "第六十九回 没羽箭飞石打英雄 宋公明弃粮擒壮士",
        "第七十回 忠义堂石碣受天文 梁山泊英雄惊恶梦",
        "第七十一回 梁山泊英雄排座次 宋公明慷慨话宿愿",
        "第七十二回 柴进簪花入禁院 李逵元夜闹东京",
        "第七十三回 黑旋风乔捉鬼 梁山泊双献头",
        "第七十四回 燕青智扑擎天柱 李逵寿张乔坐衙",
        "第七十五回 活阎罗倒船偷御酒 黑旋风扯诏骂钦差",
        "第七十六回 吴加亮布四斗五方旗 宋公明排九宫八卦阵",
        "第七十七回 梁山泊十面埋伏 宋公明两赢童贯",
        "第七十八回 十节度议取梁山泊 宋公明一败高太尉",
        "第七十九回 刘唐放火烧战船 宋江两败高太尉",
        "第八十回 张顺凿漏海鳅船 宋江三败高太尉",
        "第八十一回 燕青月夜遇道君 戴宗定计出乐和",
        "第八十二回 梁山泊分金大买市 宋公明全夥受招安",
        "第八十三回 宋公明奉诏破大辽 陈桥驿滴泪斩小卒",
        "第八十四回 宋公明兵打蓟州城 卢俊义大战玉田县",
        "第八十五回 宋公明夜度益津关 吴学究智取文安县",
        "第八十六回 宋公明大战独鹿山 卢俊义兵陷青石峪",
        "第八十七回 宋公明大战幽州 呼延灼力擒番将",
        "第八十八回 颜统军阵列混天象 宋公明梦授玄女法",
        "第八十九回 宋公明破阵成功 宿太尉颁恩降诏",
        "第九十回 五台山宋江参禅 双林镇燕青遇故",
        "第九十一回 宋公明兵渡黄河 卢俊义赚城黑夜",
        "第九十二回 振军威小李广神箭 打盖郡智多星密筹",
        "第九十三回 李逵梦闹天池 宋江兵分两路",
        "第九十四回 关胜义降三将 李逵莽陷众人",
        "第九十五回 宋公明忠感后土 乔道清术败宋兵",
        "第九十六回 幻魔君术窘五龙山 入云龙兵围百谷岭",
        "第九十七回 陈观谏官升安抚 琼英处女做先锋",
        "第九十八回 张清缘配琼英 吴用计鸩邬梨",
        "第九十九回 花和尚解脱缘缠井 混江龙水灌太原城",
        "第一百回 张清琼英双建功 陈瓘宋江同奏捷",
        "第一百零一回 谋坟地阴险产逆 蹈春阳妖艳生奸",
        "第一百零二回 王庆因奸吃官司 龚端被打师军犯",
        "第一百零三回 张管营因妾弟丧身 范节级为表兄医脸",
        "第一百零四回 段家庄重招新女婿 房山寨双并旧强人",
        "第一百零五回 宋公明避暑疗军兵 乔道清回风烧贼寇",
        "第一百零六回 书生谈笑却强敌 水军汨没破坚城",
        "第一百零七回 宋江大胜纪山军 朱武打破六花阵",
        "第一百零八回 乔道清兴雾取城 小旋风藏炮击贼",
        "第一百零九回 王庆渡江被捉 宋江剿寇成功",
        "第一百一十回 燕青秋林渡射雁 宋江东京城献俘",
        "第一百一十一回 张顺夜伏金山寺 宋江智取润州城",
        "第一百一十二回 卢俊义分兵宣州道 宋公明大战毗陵郡",
        "第一百一十三回 混江龙太湖小结义 宋公明苏州大会垓",
        "第一百一十四回 宁海军宋江吊孝 涌金门张顺归神",
        "第一百一十五回 张顺魂捉方天定 宋江智取宁海军",
        "第一百一十六回 卢俊义分兵歙州道 宋公明大战乌龙岭",
        "第一百一十七回 睦州城箭射邓元觉 乌龙岭神助宋公明",
        "第一百一十八回 卢俊义大战昱岭关 宋公明智取清溪洞",
        "第一百一十九回 鲁智深浙江坐化 宋公明衣锦还乡",
        "第一百二十回 宋公明神聚蓼儿 徽宗帝梦游梁山泊"
    ],
    "desc": " 《水浒传》是中国历史上第一部用古白话文写成的歌颂农民起义的长篇章回体版块结构小说，以宋江领导的起义军为主要题材，通过一系列梁山英雄反抗压迫、英勇斗争的生动故事，暴露了北宋末年统治阶级的腐朽和残暴，揭露了当时尖锐对立的社会矛盾和“官逼民反”的残酷现实。按120回本计，前70回讲述各个好汉上梁山，后50回主要为宋江全伙受招安为朝廷效力，以及被奸臣所害。",
    "image": "http://www.shicimingju.com/public/image/book/shuihuzhuan.jpg",
    "year": "年代：明"
}